
const News = [
    {
        id: 0,
        title: "Йе и Бьиянка преземлились в италии",
        description: "Йе и его жена недавно прземлились в италии,так же по слухам многие из команды Йе свзяанные с модой находятся там же. Возможно это связанно с неделей моды в Италии",
        image: "/images/News1.png"
    },
    {
        id: 1,
        title: "Ти Долла Саин поделился Видео со Студии",
        description: "На видео видно, как он работает над новым материалом, предположительно связанным с Вулчурс 2. Так же на видео слышен отрывок новой песни.",
        image: "/images/News2.png"
    },
    {
        id: 2,
        title: "Йе показал отрывок новый песни",
        description: "Йе показал отрывок новой песни в рекламе коллабарации найк и Трэвиса Скотта. Трек предположительно называется nights on the moon",
        image: "/images/News3.png"
    },  {
        id: 3,
        title: "Продюсер Ти Долла Саина поделился интересной фоткой",
        description: "Продюсер Ти Долла Саина поделился текстом из песни 'status', в которой артист говорит о выпуске любимой среди фанатов песни New Body. Песня должна была выйти в 4 разных альбомах, но в итоге на разу не попал в релиз",
        image: "/images/News4.png"
    }, {
        id: 4,
        title: "Альбом Йе попал в топ 100 альбомов за все время",
        description: "Недавно опубликованный топ 100 альбомов за все время от эпл мьюзик отличился появлением альбома Канье Веста так же извстеного как Йе. Альбом MBDTF попал на 26 место",
        image: "/images/News5.png"
    }, {
        id: 5,
        title: "Ти Долла Саин поделился информацией об альбомах",
        description: "Ти Долла Саин поделился информацие о работе над клипом на песню DO IT с участием YG и ныне пошибшего репера Nipsey Hussle. Так же он включил песню с вулчурс 2 Field Trip. ",
        image: "/images/News6.png"
    }, {
        id: 6,
        title: "Йе выпустил ремикс на песню Like That",
        description: "Песня Like That является одной из самых успешно комерческих песен 2024 года выпущенная продюсером Metro Boomin и Future при участии Kendrick Lamar , которы задел реперов Drake и J cole в своей части. В свою очередь Йе решил воспользоваться успехом песни и сделал ремикс на нее. Добавив на нее по мимо себя еше The Ultras и Ty Dolla $ign. ",
        image: "/images/News7.png"
    }, {
        id: 7,
        title: "Ти Долла Саин проведет еще один мини концерт",
        description: "Ти Долла Саин поделился рекламой своего мини шоу в клубе Маями. В самом шоу не ожидается появляния новых треков.",
        image: "/images/News8.png"
    }, {
        id: 8,
        title: "Фотограф Йе поделился новой фоткой",
        description: "Фотограф Йе поделился фоткой в которой, видно что он носит новую кофту свзяанную с вулчурс 2",
        image: "/images/News9.png"
    }, {
        id: 9,
        title: "Ти Долла Саин поделился рекламой шоу которое пройдет 31 мая",
        description: "Ти Долла Саин поделился рекламой шоу в котором он выступит как диджей. Шоу пройдет 31 мая в Маями. Возможно на шоу покажут новые треки с Вулчурс 2",
        image: "/images/News10.png"
    },

]

module.exports = News;